USE Firm_Register;

INSERT INTO [dbo].[Males]([Male_Name])
VALUES (N'Георги'), (N'Росен'), (N'Иван'), (N'Красимир'), (N'Димитър'), 
(N'Станимир'), (N'Александър'), (N'Младен'), (N'Стилиян'), (N'Вилислав'), 
(N'Павлин'), (N'Любомир'), (N'Николай'), (N'Валентин'), (N'Веселин'), 
(N'Даниел'), (N'Тихомир'), (N'Йордан'), (N'Пламен'), (N'Марин'), 
(N'Емил'), (N'Ангел'), (N'Лъчезар'), (N'Цветан'), (N'Момчил'), 
(N'Стефан'), (N'Виктор'), (N'Петър'), (N'Атанас'), (N'Венелин'), 
(N'Теодор'), (N'Кирил'), (N'Ивайло'), (N'Найден'), (N'Владимир'), 
(N'Васко'), (N'Мартин'), (N'Костадин'), (N'Калин'), (N'Йоан'), 
(N'Илиян'), (N'Милен'), (N'Венцислав'), (N'Никола'), (N'Кристиян'),
(N'Стоян'), (N'Здравко'), (N'Борислав'), (N'Живко'), (N'Асен');

INSERT INTO [dbo].[Females]([Female_Name])
VALUES (N'Десислава'), (N'Ралица'), (N'Калояна'), (N'Ивайла'), (N'Полина'),
(N'Симона'), (N'Мария'), (N'Александра'), (N'Евдокия'), (N'Виктория'),
(N'Петя'), (N'Ивана'), (N'Мариела'), (N'Надя'), (N'Моника'),
(N'Теодора'), (N'Красимира'), (N'Атанаска'), (N'Катерина'), (N'Ася'),
(N'Маргарита'), (N'Росица'), (N'Михаела'), (N'Дарена'), (N'Магдалена'),
(N'Ирена'), (N'Валерия'), (N'Ана'), (N'Мартина'), (N'Деница'),
(N'Антония'), (N'Ваня'), (N'Елица'), (N'Йоана'), (N'Веселина'),
(N'Даниела'), (N'Татяна'), (N'Светла'), (N'Юлия'), (N'Борислава'),
(N'Клементина'), (N'Николета'), (N'Валентина'), (N'Пламена'), (N'Карина'),
(N'Гергана'), (N'Наталия'), (N'Диана'), (N'Миглена'), (N'Женя');

INSERT INTO [dbo].[Family]([Family_Name])
VALUES (N'Стоянов'), (N'Христов'), (N'Димитров'), (N'Илиев'), (N'Тодоров'),
(N'Павлов'), (N'Велев'), (N'Милев'), (N'Петров'), (N'Лазаров'),
(N'Кръстев'), (N'Маринов'), (N'Монев'), (N'Богданов'), (N'Атанасов'),
(N'Николов'), (N'Радоев'), (N'Славов'), (N'Георгиев'), (N'Ангелов'),
(N'Миленов'), (N'Иванов'), (N'Киселов'), (N'Бонев'), (N'Соколов'),
(N'Михайлов'), (N'Костов'), (N'Спасов'), (N'Андреев'), (N'Симеонов'),
(N'Радев'), (N'Миладинов'), (N'Марков'), (N'Андонов'), (N'Попов'),
(N'Йорданов'), (N'Пламенов'), (N'Колев'), (N'Любенов'), (N'Росенов'),
(N'Станчев'), (N'Дамянов'), (N'Тинков'), (N'Веселинов'), (N'Петков'),
(N'Трендафилов'), (N'Бойнов'), (N'Желязков'), (N'Станков'), (N'Калинов'),
(N'Дончев'), (N'Пеев'), ('Недев'), (N'Младенов'), (N'Кирилов');