USE Firm_Register;

INSERT INTO [dbo].[Regions]([Region_Name])
VALUES (N'Благоевград'), (N'Бургас'), (N'Варна'), (N'Велико Търново'), (N'Видин'), (N'Враца'), (N'Габрово'), (N'Добрич'),
(N'Кърджали'), (N'Кюстендил'), (N'Ловеч'), (N'Монтана'), (N'Пазарджик'), (N'Перник'), (N'Плевен'), (N'Пловдив'), 
(N'Разград'), (N'Русе'), (N'Силистра'), (N'Сливен'), (N'Смолян'), (N'София област'), (N'София-град'), (N'Стара Загора'),
(N'Търговище'), (N'Хасково'), (N'Шумен'), (N'Ямбол');

INSERT INTO [dbo].[Roles]([Role_Name])
VALUES (N'администратор'), (N'собственик'), (N'началник-отдел'), (N'работник')